<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'success' => [
        'saved' =>'Успешно сохранено',
        'updated' =>'Успешно изменено',
        'deleted' =>'Успешно удалено',
        'sent' =>'Успешно отправлено',
        'check_your_email' => 'Проверьте свою почту.',
        'updatedPassword' => 'Ваш пароль был успешно изменен',
        'updatedPhone' => 'Ваш номер телефона был успешно изменен',
    ],
    'failed' => [
        'yes_relations_table' => 'Есть связные таблицы',
        'cannot_delete' => 'Вы не можете удалить',
    ],
    'user' => [
        'logout' => 'Успешно вышли из системы'
    ],
    'card' => [
        'add' => 'Добавить',
        'pay' => 'Оплатить',
        'success_added' => 'Ваша карта была успешно добавлена',
        'success_paid' => 'успешно оплачено',
        'warning' => 'Чтобы проверить вашу карту, мы спишем и сразу вернем незначительную сумму',
        'try_again' => 'Повторите попытку позже или воспользуйтесь другой картой'
    ],
    'pass' => [
        'confirmPassword' => 'Повторите пароль',
        'pass' => 'Пароль',
        'rePass' => 'Востоновить пароль',
        'dropPass' => 'Сбросить пароль',
        'doesNotMatch' => 'Старый пороль не совпадает.',
    ],
    'email' => [
        'verified' => 'Подтверждение Email'
    ],
    'promo' => [
        'not_found' => 'Неверный промокод',
        'is_used' => 'Этот промокод уже использован',
        'date_leave' => 'Срок промокода истек.',
        'success' => 'Промокод успешно активирован.',
    ],
    'code' => [
        'fail' => 'Неверный код.',
        'phone_or_code_incorrect' => 'Неверный код или номер телефона.',
    ],
    'sanat' => [
        'Педагог' => 'Педагог',
        'Педагог-модератор' => 'Педагог-модератор',
        'Педагог-сарапшы' => 'Педагог-эксперт',
        'Педагог-зерттеуші' => 'Педагог-исследователь',
        'Педагог-шебер' => 'Педагог-мастер',
        'педагог' => 'педагог',
        'педагог-модератор' => 'педагог-модератор',
        'педагог-сарапшы' => 'педагог-эксперт',
        'педагог-зерттеуші' => 'педагог-исследователь',
        'педагог-шебер' => 'педагог-мастер',

        'Сіздің балыңыз жетеді' => 'Ваш балл дотягивает до котегории ',
        'Сіздің балыңыз жетпейді' => 'Ваш балл не дотягивает до котегории ',
        ' санатына жетпейді' => '',
        ' санатына жетеді' => '',
    ],
];
