<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'success' => [
        'saved' => 'Сәтті сақталды.',
        'updated' => 'Сәтті өзгертілді.',
        'deleted' => 'Сәтті жойылды.',
        'sent' => 'Сәтті жіберілді',
        'check_your_email' => 'Электрондық поштаны тексеріңіз.',
        'updatedPassword' => 'Құпия сөзіңіз сәтті өзгертілді',
        'updatedPhone' => 'Телефон нөміріңіз сәтті өзгертілді',
    ],
    'failed' => [
        'yes_relations_table' => 'Байланысты кестелер бар',
        'cannot_delete' => 'Сіз жойа мүмкін емес',
    ],
    'user' => [
        'logout' => 'Жүйеден сәтті шықтыңыз'
    ],
    'card' => [
        'pay' => 'Төлеу',
        'add' => 'Қосу',
        'success_added' => 'Сіздің картаңыз сәтті қосылды',
        'success_paid' => 'сәтті төленді',
        'warning' => 'Картаңызды тексеру үшін біз аз мөлшерде комиссияны алып, дереу қайтарамыз',
        'try_again' => 'Кейінірек қайталап көріңіз немесе басқа картаны қолданыңыз'
    ],
    'pass' => [
        'confirmPassword' => 'Құпия сөзді қайталаңыз',
        'pass' => 'Құпия сөз',
        'rePass' => 'Құпия сөзді қалпына келтіру',
        'dropPass' => 'Құпия сөзді қалпына келтіру',
        'doesNotMatch' => 'Ескі құпия сөз дұрыс емес.',
    ],
    'email' => [
        'verified' => 'Email Растау'
    ],
    'promo' => [
        'not_found' => 'Енгізген промокод қате.',
        'is_used' => 'Бұл промокод қолданылып қойылған.',
        'date_leave' => 'Промокодтың мерзімі өтіп кеткен.',
        'success' => 'Промокод сәтті тіркелді.',
    ],
    'code' => [
        'fail' => 'Енгізілген код қате.',
        'phone_or_code_incorrect' => 'Енгізілген код немесе нөмір қате.',
    ],
    'sanat' => [
        'Педагог' => 'Педагог',
        'Педагог-модератор' => 'Педагог-модератор',
        'Педагог-сарапшы' => 'Педагог-сарапшы',
        'Педагог-зерттеуші' => 'Педагог-зерттеуші',
        'Педагог-шебер' => 'Педагог-шебер',
        'педагог' => 'педагог',
        'педагог-модератор' => 'педагог-модератор',
        'педагог-сарапшы' => 'педагог-сарапшы',
        'педагог-зерттеуші' => 'педагог-зерттеуші',
        'педагог-шебер' => 'педагог-шебер',

        'Сіздің балыңыз жетеді' => 'Сіздің балыңыз ',
        'Сіздің балыңыз жетпейді' => 'Сіздің балыңыз ',
        ' санатына жетпейді' => ' санатына жетпейді',
        ' санатына жетеді' => ' санатына жетеді',
    ],

];
